Repository: joelin79/TaiwanEEW-iOS
Catalog: TaiwanEEW/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja

source: 新北市淡水區
en: Tamsui Dist., New Taipei City
ja: 新北市淡水区

source: 新北市深坑區
en: Shenkeng Dist., New Taipei City
ja: 新北市深坑区

source: 新北市烏來區
en: Wulai Dist., New Taipei City
ja: 新北市烏來区

source: 新北市瑞芳區
en: Ruifang Dist., New Taipei City
ja: 新北市瑞芳区

source: 新北市石碇區
en: Shiding Dist., New Taipei City
ja: 新北市石碇区

source: 新北市石門區
en: Shimen Dist., New Taipei City
ja: 新北市石門区

source: 新北市萬里區
en: Wanli Dist., New Taipei City
ja: 新北市万里区

source: 新北市蘆洲區
en: Luzhou Dist., New Taipei City
ja: 新北市芦洲区

source: 新北市貢寮區
en: Gongliao Dist., New Taipei City
ja: 新北市貢寮区

source: 新北市金山區
en: Jinshan Dist., New Taipei City
ja: 新北市金山区

source: 新北市雙溪區
en: Shuangxi Dist., New Taipei City
ja: 新北市双渓区

source: 新北市鶯歌區
en: Yingge Dist., New Taipei City
ja: 新北市鶯歌区

source: 新竹市
en: Hsinchu City

source: 新竹市北區
en: North Dist., Hsinchu City
ja: 新竹市北区

source: 新竹市東區
en: East Dist., Hsinchu City
ja: 新竹市東区

source: 新竹市香山區
en: Xiangshan Dist., Hsinchu City
ja: 新竹市香山区

source: 新竹縣
en: Hsinchu County
ja: 新竹県

source: 新竹縣五峰鄉
en: Wufeng Township, Hsinchu County
ja: 新竹県五峰郷

source: 新竹縣北埔鄉
en: Beipu Township, Hsinchu County
ja: 新竹県北埔郷

source: 新竹縣寶山鄉
en: Baoshan Township, Hsinchu County
ja: 新竹県寶山郷

source: 新竹縣尖石鄉
en: Jianshi Township, Hsinchu County
ja: 新竹県尖石郷

source: 新竹縣峨眉鄉
en: Emei Township, Hsinchu County
ja: 新竹県峨眉郷

source: 新竹縣新埔鎮
en: Xinpu Township, Hsinchu County
ja: 新竹県新埔鎮

source: 新竹縣新豐鄉
en: Xinfeng Township, Hsinchu County
ja: 新竹県新豊郷

source: 新竹縣橫山鄉
en: Hengshan Township, Hsinchu County
ja: 新竹県橫山郷

source: 新竹縣湖口鄉
en: Hukou Township, Hsinchu County
ja: 新竹県湖口郷

source: 新竹縣竹北市
en: Zhubei City, Hsinchu County
ja: 新竹県竹北市

source: 新竹縣竹東鎮
en: Zhudong Township, Hsinchu County
ja: 新竹県竹東鎮

source: 新竹縣芎林鄉
en: Qionglin Township, Hsinchu County
ja: 新竹県芎林郷

source: 新竹縣關西鎮
en: Guanxi Township, Hsinchu County
ja: 新竹県關西鎮

source: 服務條款
en: Terms of Service
ja: 利用規約

source: 林子祐製作、版權所有
en: Made by Joe Lin. All rights reserved.
ja: 制作・著作権：林子祐

source: 桃園市
en: Taoyuan City

source: 桃園市中壢區
en: Zhongli Dist., Taoyuan City
ja: 桃園市中壢区

source: 桃園市八德區
en: Bade Dist., Taoyuan City
ja: 桃園市八德区

source: 桃園市大園區
en: Dayuan Dist., Taoyuan City
ja: 桃園市大園区

source: 桃園市大溪區
en: Daxi Dist., Taoyuan City
ja: 桃園市大渓区

source: 桃園市平鎮區
en: Pingzhen Dist., Taoyuan City
ja: 桃園市平鎮区

source: 桃園市復興區
en: Fuxing Dist., Taoyuan City
ja: 桃園市復興区

source: 桃園市新屋區
en: Xinwu Dist., Taoyuan City
ja: 桃園市新屋区

source: 桃園市桃園區
en: Taoyuan Dist., Taoyuan City
ja: 桃園市桃園区

source: 桃園市楊梅區
en: Yangmei Dist., Taoyuan City
ja: 桃園市楊梅区

source: 桃園市蘆竹區
en: Luzhu Dist., Taoyuan City
ja: 桃園市芦竹区

source: 桃園市觀音區
en: Guanyin Dist., Taoyuan City
ja: 桃園市観音区

source: 桃園市龍潭區
en: Longtan Dist., Taoyuan City
ja: 桃園市竜潭区

source: 桃園市龜山區
en: Guishan Dist., Taoyuan City
ja: 桃園市亀山区

source: 澎湖縣
en: Penghu County
ja: 澎湖県

source: 澎湖縣七美鄉
en: Qimei Township, Penghu County
ja: 澎湖県七美郷

source: 澎湖縣望安鄉
en: Wang’an Township, Penghu County
ja: 澎湖県望安郷

source: 澎湖縣湖西鄉
en: Huxi Township, Penghu County
ja: 澎湖県湖西郷

source: 澎湖縣白沙鄉
en: Baisha Township, Penghu County
ja: 澎湖県白沙郷

source: 澎湖縣西嶼鄉
en: Xiyu Township, Penghu County
ja: 澎湖県西嶼郷

source: 澎湖縣馬公市
en: Magong City, Penghu County
ja: 澎湖県馬公市

# 版本 %@ (%@)
source: 版本 %1$@ (%2$@)
en: Version %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)

source: 臺中市中區
en: Central Dist., Taichung City
ja: 台中市中区

source: 臺中市北區
en: North Dist., Taichung City
ja: 台中市北区

source: 臺中市北屯區
en: Beitun Dist., Taichung City
ja: 台中市北屯区

source: 臺中市南區
en: South Dist., Taichung City
ja: 台中市南区

source: 臺中市南屯區
en: Nantun Dist., Taichung City
ja: 台中市南屯区

source: 臺中市后里區
en: Houli Dist., Taichung City
ja: 台中市后里区

source: 臺中市和平區
en: Heping Dist., Taichung City
ja: 台中市和平区

source: 臺中市外埔區
en: Waipu Dist., Taichung City
ja: 台中市外埔区

source: 臺中市大安區
en: Da’an Dist., Taichung City
ja: 台中市大安区

source: 臺中市大甲區
en: Dajia Dist., Taichung City
ja: 台中市大甲区

source: 臺中市大肚區
en: Dadu Dist., Taichung City
ja: 台中市大肚区

source: 臺中市大里區
en: Dali Dist., Taichung City
ja: 台中市大里区

source: 臺中市大雅區
en: Daya Dist., Taichung City
ja: 台中市大雅区

source: 臺中市太平區
en: Taiping Dist., Taichung City
ja: 台中市太平区

source: 臺中市新社區
en: Xinshe Dist., Taichung City
ja: 台中市新社区

source: 臺中市東勢區
en: Dongshi Dist., Taichung City
ja: 台中市東勢区

source: 臺中市東區
en: East Dist., Taichung City
ja: 台中市東区

source: 臺中市梧棲區
en: Wuqi Dist., Taichung City
ja: 台中市梧棲区

source: 臺中市沙鹿區
en: Shalu Dist., Taichung City
ja: 台中市沙鹿区

source: 臺中市清水區
en: Qingshui Dist., Taichung City
ja: 台中市清水区

source: 臺中市潭子區
en: Tanzi Dist., Taichung City
ja: 台中市潭子区

source: 臺中市烏日區
en: Wuri Dist., Taichung City
ja: 台中市烏日区

source: 臺中市石岡區
en: Shigang Dist., Taichung City
ja: 台中市石岡区

source: 臺中市神岡區
en: Shengang Dist., Taichung City
ja: 台中市神岡区

source: 臺中市西區
en: West Dist., Taichung City
ja: 台中市西区

source: 臺中市西屯區
en: Xitun Dist., Taichung City
ja: 台中市西屯区

source: 臺中市豐原區
en: Fengyuan Dist., Taichung City
ja: 台中市豊原区

source: 臺中市霧峰區
en: Wufeng Dist., Taichung City
ja: 台中市霧峰区

source: 臺中市龍井區
en: Longjing Dist., Taichung City
ja: 台中市竜井区

source: 臺北市中山區
en: Zhongshan Dist., Taipei City
ja: 台北市中山区

source: 臺北市中正區
en: Zhongzheng Dist., Taipei City
ja: 台北市中正区

source: 臺北市信義區
en: Xinyi Dist., Taipei City
ja: 台北市信義区

source: 臺北市內湖區
en: Neihu Dist., Taipei City
ja: 台北市內湖区

source: 臺北市北投區
en: Beitou Dist., Taipei City
ja: 台北市北投区

source: 臺北市南港區
en: Nangang Dist., Taipei City
ja: 台北市南港区

source: 臺北市士林區
en: Shilin Dist., Taipei City
ja: 台北市士林区

source: 臺北市大同區
en: Datong Dist., Taipei City
ja: 台北市大同区

source: 臺北市大安區
en: Da’an Dist., Taipei City
ja: 台北市大安区

source: 臺北市文山區
en: Wenshan Dist., Taipei City
ja: 台北市文山区

source: 臺北市松山區
en: Songshan Dist., Taipei City
ja: 台北市松山区

source: 臺北市萬華區
en: Wanhua Dist., Taipei City
ja: 台北市万華区

source: 臺南市七股區
en: Qigu Dist., Tainan City
ja: 台南市七股区

source: 臺南市下營區
en: Xiaying Dist., Tainan City
ja: 台南市下營区

source: 臺南市中西區
en: West Central Dist., Tainan City
ja: 台南市中西区

source: 臺南市仁德區
en: Rende Dist., Tainan City
ja: 台南市仁德区

source: 臺南市佳里區
en: Jiali Dist., Tainan City
ja: 台南市佳里区

source: 臺南市六甲區
en: Liujia Dist., Tainan City
ja: 台南市六甲区

source: 臺南市北區
en: North Dist., Tainan City
ja: 台南市北区

source: 臺南市北門區
en: Beimen Dist., Tainan City
ja: 台南市北門区

source: 臺南市南化區
en: Nanhua Dist., Tainan City
ja: 台南市南化区

source: 臺南市南區
en: South Dist., Tainan City
ja: 台南市南区

source: 臺南市善化區
en: Shanhua Dist., Tainan City
ja: 台南市善化区

source: 臺南市大內區
en: Danei Dist., Tainan City
ja: 台南市大內区

source: 臺南市學甲區
en: Xuejia Dist., Tainan City
ja: 台南市學甲区

source: 臺南市安南區
en: Annan Dist., Tainan City
ja: 台南市安南区

source: 臺南市安定區
en: Anding Dist., Tainan City
ja: 台南市安定区

source: 臺南市安平區
en: Anping Dist., Tainan City
ja: 台南市安平区

source: 臺南市官田區
en: Guantian Dist., Tainan City
ja: 台南市官田区

source: 臺南市將軍區
en: Jiangjun Dist., Tainan City
ja: 台南市將軍区

source: 臺南市山上區
en: Shanshang Dist., Tainan City
ja: 台南市山上区

source: 臺南市左鎮區
en: Zuozhen Dist., Tainan City
ja: 台南市左鎮区

source: 臺南市後壁區
en: Houbi Dist., Tainan City
ja: 台南市後壁区

source: 臺南市新化區
en: Xinhua Dist., Tainan City
ja: 台南市新化区

source: 臺南市新市區
en: Xinshi Dist., Tainan City
ja: 台南市新市区

source: 臺南市新營區
en: Xinying Dist., Tainan City
ja: 台南市新營区

source: 臺南市東區
en: East Dist., Tainan City
ja: 台南市東区

source: 臺南市東山區
en: Dongshan Dist., Tainan City
ja: 台南市東山区

source: 臺南市柳營區
en: Liuying Dist., Tainan City
ja: 台南市柳營区

source: 臺南市楠西區
en: Nanxi Dist., Tainan City
ja: 台南市楠西区

source: 臺南市歸仁區
en: Guiren Dist., Tainan City
ja: 台南市歸仁区

source: 臺南市永康區
en: Yongkang Dist., Tainan City
ja: 台南市永康区

source: 臺南市玉井區
en: Yujing Dist., Tainan City
ja: 台南市玉井区

source: 臺南市白河區
en: Baihe Dist., Tainan City
ja: 台南市白河区

source: 臺南市西港區
en: Xigang Dist., Tainan City
ja: 台南市西港区

source: 臺南市關廟區
en: Guanmiao Dist., Tainan City
ja: 台南市關廟区

source: 臺南市鹽水區
en: Yanshui Dist., Tainan City
ja: 台南市塩水区

source: 臺南市麻豆區
en: Madou Dist., Tainan City
ja: 台南市麻豆区

source: 臺南市龍崎區
en: Longqi Dist., Tainan City
ja: 台南市竜崎区

source: 臺東縣卑南鄉
en: Beinan Township, Taitung County
ja: 台東県卑南郷

source: 臺東縣大武鄉
en: Dawu Township, Taitung County
ja: 台東県大武郷

source: 臺東縣太麻里鄉
en: Taimali Township, Taitung County
ja: 台東県太麻里郷

source: 臺東縣延平鄉
en: Yanping Township, Taitung County
ja: 台東県延平郷

source: 臺東縣成功鎮
en: Chenggong Township, Taitung County
ja: 台東県成功鎮

source: 臺東縣東河鄉
en: Donghe Township, Taitung County
ja: 台東県東河郷

source: 臺東縣池上鄉
en: Chishang Township, Taitung County
ja: 台東県池上郷

source: 臺東縣海端鄉
en: Haiduan Township, Taitung County
ja: 台東県海端郷

source: 臺東縣綠島鄉
en: Ludao Township, Taitung County
ja: 台東県綠島郷

source: 臺東縣臺東市
en: Taitung City, Taitung County
ja: 台東県台東市

source: 臺東縣蘭嶼鄉
en: Lanyu Township, Taitung County
ja: 台東県蘭嶼郷

source: 臺東縣達仁鄉
en: Daren Township, Taitung County
ja: 台東県達仁郷

source: 臺東縣金峰鄉
en: Jinfeng Township, Taitung County
ja: 台東県金峰郷

source: 臺東縣長濱鄉
en: Changbin Township, Taitung County
ja: 台東県長浜郷

source: 臺東縣關山鎮
en: Guanshan Township, Taitung County
ja: 台東県關山鎮

source: 臺東縣鹿野鄉
en: Luye Township, Taitung County
ja: 台東県鹿野郷

source: 花蓮縣
en: Hualien County
ja: 花蓮県

source: 花蓮縣光復鄉
en: Guangfu Township, Hualien County
ja: 花蓮県光復郷

source: 花蓮縣卓溪鄉
en: Zhuoxi Township, Hualien County
ja: 花蓮県卓渓郷

source: 花蓮縣吉安鄉
en: Ji’an Township, Hualien County
ja: 花蓮県吉安郷

source: 花蓮縣壽豐鄉
en: Shoufeng Township, Hualien County
ja: 花蓮県壽豊郷

source: 花蓮縣富里鄉
en: Fuli Township, Hualien County
ja: 花蓮県富里郷

source: 花蓮縣新城鄉
en: Xincheng Township, Hualien County
ja: 花蓮県新城郷

source: 花蓮縣玉里鎮
en: Yuli Township, Hualien County
ja: 花蓮県玉里鎮

source: 花蓮縣瑞穗鄉
en: Ruisui Township, Hualien County
ja: 花蓮県瑞穗郷

source: 花蓮縣萬榮鄉
en: Wanrong Township, Hualien County
ja: 花蓮県万榮郷

source: 花蓮縣秀林鄉
en: Xiulin Township, Hualien County
ja: 花蓮県秀林郷

source: 花蓮縣花蓮市
en: Hualien City, Hualien County
ja: 花蓮県花蓮市

source: 花蓮縣豐濱鄉
en: Fengbin Township, Hualien County
ja: 花蓮県豊浜郷

source: 花蓮縣鳳林鎮
en: Fenglin Township, Hualien County
ja: 花蓮県鳳林鎮

source: 苗栗縣
en: Miaoli County
ja: 苗栗県

source: 苗栗縣三灣鄉
en: Sanwan Township, Miaoli County
ja: 苗栗県三灣郷

source: 苗栗縣三義鄉
en: Sanyi Township, Miaoli County
ja: 苗栗県三義郷

source: 苗栗縣公館鄉
en: Gongguan Township, Miaoli County
ja: 苗栗県公館郷

source: 苗栗縣卓蘭鎮
en: Zhuolan Township, Miaoli County
ja: 苗栗県卓蘭鎮

source: 苗栗縣南庄鄉
en: Nanzhuang Township, Miaoli County
ja: 苗栗県南庄郷

source: 苗栗縣大湖鄉
en: Dahu Township, Miaoli County
ja: 苗栗県大湖郷

source: 苗栗縣後龍鎮
en: Houlong Township, Miaoli County
ja: 苗栗県後竜鎮

source: 苗栗縣泰安鄉
en: Tai’an Township, Miaoli County
ja: 苗栗県泰安郷

source: 苗栗縣獅潭鄉
en: Shitan Township, Miaoli County
ja: 苗栗県獅潭郷

source: 苗栗縣竹南鎮
en: Zhunan Township, Miaoli County
ja: 苗栗県竹南鎮

source: 苗栗縣苑裡鎮
en: Yuanli Township, Miaoli County
ja: 苗栗県苑裡鎮

source: 苗栗縣苗栗市
en: Miaoli City, Miaoli County
ja: 苗栗県苗栗市

source: 苗栗縣西湖鄉
en: Xihu Township, Miaoli County
ja: 苗栗県西湖郷

source: 苗栗縣通霄鎮
en: Tongxiao Township, Miaoli County
ja: 苗栗県通霄鎮

source: 苗栗縣造橋鄉
en: Zaoqiao Township, Miaoli County
ja: 苗栗県造橋郷

source: 苗栗縣銅鑼鄉
en: Tongluo Township, Miaoli County
ja: 苗栗県銅鑼郷

source: 苗栗縣頭份市
en: Toufen City, Miaoli County
ja: 苗栗県頭份市

source: 苗栗縣頭屋鄉
en: Touwu Township, Miaoli County
ja: 苗栗県頭屋郷

source: 雲林縣
en: Yunlin County
ja: 雲林県

source: 雲林縣二崙鄉
en: Erlun Township, Yunlin County
ja: 雲林県二崙郷

source: 雲林縣元長鄉
en: Yuanchang Township, Yunlin County
ja: 雲林県元長郷

source: 雲林縣北港鎮
en: Beigang Township, Yunlin County
ja: 雲林県北港鎮

source: 雲林縣口湖鄉
en: Kouhu Township, Yunlin County
ja: 雲林県口湖郷

source: 雲林縣古坑鄉
en: Gukeng Township, Yunlin County
ja: 雲林県古坑郷

source: 雲林縣四湖鄉
en: Sihu Township, Yunlin County
ja: 雲林県四湖郷

source: 雲林縣土庫鎮
en: Tuku Township, Yunlin County
ja: 雲林県土庫鎮

source: 雲林縣大埤鄉
en: Dapi Township, Yunlin County
ja: 雲林県大埤郷

source: 雲林縣崙背鄉
en: Lunbei Township, Yunlin County
ja: 雲林県崙背郷

source: 雲林縣斗六市
en: Douliu City, Yunlin County
ja: 雲林県斗六市

source: 雲林縣斗南鎮
en: Dounan Township, Yunlin County
ja: 雲林県斗南鎮

source: 雲林縣東勢鄉
en: Dongshi Township, Yunlin County
ja: 雲林県東勢郷

source: 雲林縣林內鄉
en: Linnei Township, Yunlin County
ja: 雲林県林內郷

source: 雲林縣水林鄉
en: Shuilin Township, Yunlin County
ja: 雲林県水林郷

source: 雲林縣臺西鄉
en: Taixi Township, Yunlin County
ja: 雲林県台西郷

source: 雲林縣莿桐鄉
en: Citong Township, Yunlin County
ja: 雲林県莿桐郷

source: 雲林縣虎尾鎮
en: Huwei Township, Yunlin County
ja: 雲林県虎尾鎮

source: 雲林縣褒忠鄉
en: Baozhong Township, Yunlin County
ja: 雲林県褒忠郷

source: 雲林縣西螺鎮
en: Xiluo Township, Yunlin County
ja: 雲林県西螺鎮

source: 雲林縣麥寮鄉
en: Mailiao Township, Yunlin County
ja: 雲林県麥寮郷

source: 高雄市
en: Kaohsiung City

source: 高雄市三民區
en: Sanmin Dist., Kaohsiung City
ja: 高雄市三民区

source: 高雄市仁武區
en: Renwu Dist., Kaohsiung City
ja: 高雄市仁武区

source: 高雄市內門區
en: Neimen Dist., Kaohsiung City
ja: 高雄市內門区

source: 高雄市六龜區
en: Liugui Dist., Kaohsiung City
ja: 高雄市六亀区

source: 高雄市前金區
en: Qianjin Dist., Kaohsiung City
ja: 高雄市前金区

source: 高雄市前鎮區
en: Qianzhen Dist., Kaohsiung City
ja: 高雄市前鎮区

source: 高雄市大寮區
en: Daliao Dist., Kaohsiung City
ja: 高雄市大寮区

source: 高雄市大樹區
en: Dashu Dist., Kaohsiung City
ja: 高雄市大樹区

source: 高雄市大社區
en: Dashe Dist., Kaohsiung City
ja: 高雄市大社区

source: 高雄市小港區
en: Xiaogang Dist., Kaohsiung City
ja: 高雄市小港区

source: 高雄市岡山區
en: Gangshan Dist., Kaohsiung City
ja: 高雄市岡山区

source: 高雄市左營區
en: Zuoying Dist., Kaohsiung City
ja: 高雄市左營区

source: 高雄市彌陀區
en: Mituo Dist., Kaohsiung City
ja: 高雄市弥陀区

source: 高雄市新興區
en: Xinxing Dist., Kaohsiung City
ja: 高雄市新興区

source: 高雄市旗山區
en: Qishan Dist., Kaohsiung City
ja: 高雄市旗山区

source: 高雄市旗津區
en: Qijin Dist., Kaohsiung City
ja: 高雄市旗津区

source: 高雄市杉林區
en: Shanlin Dist., Kaohsiung City
ja: 高雄市杉林区

source: 高雄市林園區
en: Linyuan Dist., Kaohsiung City
ja: 高雄市林園区

source: 高雄市桃源區
en: Taoyuan Dist., Kaohsiung City
ja: 高雄市桃源区

source: 高雄市梓官區
en: Ziguan Dist., Kaohsiung City
ja: 高雄市梓官区

source: 高雄市楠梓區
en: Nanzi Dist., Kaohsiung City
ja: 高雄市楠梓区

source: 高雄市橋頭區
en: Qiaotou Dist., Kaohsiung City
ja: 高雄市橋頭区

source: 高雄市永安區
en: Yong’an Dist., Kaohsiung City
ja: 高雄市永安区

source: 高雄市湖內區
en: Hunei Dist., Kaohsiung City
ja: 高雄市湖內区

source: 高雄市燕巢區
en: Yanchao Dist., Kaohsiung City
ja: 高雄市燕巢区

source: 高雄市田寮區
en: Tianliao Dist., Kaohsiung City
ja: 高雄市田寮区

source: 高雄市甲仙區
en: Jiaxian Dist., Kaohsiung City
ja: 高雄市甲仙区

source: 高雄市美濃區
en: Meinong Dist., Kaohsiung City
ja: 高雄市美濃区

source: 高雄市苓雅區
en: Lingya Dist., Kaohsiung City
ja: 高雄市苓雅区

source: 高雄市茂林區
en: Maolin Dist., Kaohsiung City
ja: 高雄市茂林区

source: 高雄市茄萣區
en: Qieding Dist., Kaohsiung City
ja: 高雄市茄萣区

source: 高雄市路竹區
en: Luzhu Dist., Kaohsiung City
ja: 高雄市路竹区

source: 高雄市那瑪夏區
en: Namaxia Dist., Kaohsiung City
ja: 高雄市那瑪夏区

source: 高雄市阿蓮區
en: Alian Dist., Kaohsiung City
ja: 高雄市阿蓮区

source: 高雄市鳥松區
en: Niaosong Dist., Kaohsiung City
ja: 高雄市鳥松区

source: 高雄市鳳山區
en: Fengshan Dist., Kaohsiung City
ja: 高雄市鳳山区

source: 高雄市鹽埕區
en: Yancheng Dist., Kaohsiung City
ja: 高雄市塩埕区

source: 高雄市鼓山區
en: Gushan Dist., Kaohsiung City
ja: 高雄市鼓山区

# alert-safety-advice-string
source: 趴 下 、 掩 護 、 穩 住
en: Drop, Cover, Hold On
ja: まず低く、頭を守り、動かない

# report-prefix-string
source: 預警
en: Alert
ja: 速報

# compact-intensity-prefix
source: 預估
en: Level
ja: 推定

# countdown-string
source: 倒數
en: Countdown
ja: カウント

# onboarding-title-string
source: 開始設定
en: Set Up
ja: 設定を開始

# onboarding-continue-string
source: 開始使用
en: Get Started
ja: 使ってみる

# onboarding-decline-string
source: 不使用自動定位
en: Continue Without Auto Location
ja: 自動位置情報を使わない

# auto-location-string
source: 自動定位
en: Auto Location
ja: 自動位置情報

# auto-location-desc-string
source: 自動依您的位置選擇最近的通知區域，移動時也會自動更新。之後可在「設定」中更改。
en: Automatically picks the nearest alert region from your location and keeps it updated as you move. You can change this later in Settings.
ja: 現在地から最寄りの通知地域を自動で選び、移動しても自動的に更新します。あとから「設定」で変更できます。

# manual-region-title-string
source: 選擇通知區域
en: Choose Alert Region
ja: 通知地域を選択

# manual-region-desc-string
source: 無法取得位置權限，請手動選擇您所在的區域。可稍後至「設定」重新開啟位置權限，改用自動定位。
en: Location permission is unavailable, so please choose your region by hand. You can re-enable location permission in Settings later and switch to auto location.
ja: 位置情報の許可が得られないため、お住まいの地域を手動で選択してください。あとから「設定」で位置情報を許可すると、自動位置情報に切り替えられます。

# city-string
source: 縣市
en: City
ja: 県・市

# district-string
source: 地區
en: District
ja: 地区

# fix-critical-alert-settings-string
source: 修正強制警報設定
en: Fix Emergency Alert Settings
ja: 重大な通知の設定を修正

# critical-alert-settings-string
source: 強制警報設定
en: Emergency Alert Settings
ja: 重大な通知の設定

# nearest-reference-point-string
source: 最近震度參考點：%@ (%@ 公里)
en: Nearest reference point: %@ (%@ km)
ja: 最寄りの震度参照地点：%@（%@ km）

# locating-string
source: 正在取得位置...
en: Getting your location...
ja: 位置情報を取得中...

# open-location-settings-string
source: 前往設定開啟位置權限
en: Open Settings to Allow Location
ja: 設定で位置情報を許可

# choose-always-allow-string
source: 前往設定選擇「一律允許」
en: Open Settings and Choose "Always"
ja: 設定で「常に許可」を選択

# allow-location-string
source: 允許位置權限
en: Allow Location Access
ja: 位置情報を許可

# notif-checking-string
source: 正在檢查通知權限...
en: Checking notification permission...
ja: 通知の許可を確認中...

# notif-denied-string
source: 通知權限已關閉
en: Notifications Are Off
ja: 通知がオフです

# notif-notdetermined-string
source: 尚未取得通知權限
en: Notification Permission Not Set
ja: 通知が未設定です

# notif-allowed-string
source: 已取得通知權限
en: Notifications Allowed
ja: 通知は許可されています

# notif-incomplete-string
source: 通知權限不完整
en: Notification Permission Incomplete
ja: 通知の設定が不完全です

# notif-denied-issue-string
source: 通知權限已關閉，將無法接收地震預警
en: Notifications are off, so earthquake warnings cannot reach you
ja: 通知がオフのため、地震速報を受け取れません

# notif-critical-off-string
source: 「重大通知」已關閉：強震通知將受靜音與專注模式限制，可能不會發出聲響
en: "Critical Alerts" is off: strong-quake warnings are subject to Silent and Focus modes and may not make a sound
ja: 「重大な通知」がオフです：強い地震の通知がマナーモードや集中モードの影響を受け、音が鳴らないことがあります

# notif-timesensitive-off-string
source: 「時效性通知」已關閉：通知可能不會即時顯示
en: "Time Sensitive" is off: notifications may not appear immediately
ja: 「即時通知」がオフです：通知がすぐに表示されないことがあります

# loc-always-string
source: 自動定位運作中
en: Auto Location Is Working
ja: 自動位置情報は動作中

# loc-wheninuse-string
source: 自動定位僅前景可用
en: Auto Location Works Only in Foreground
ja: 自動位置情報はフォアグラウンドのみ

# loc-denied-string
source: 自動定位無法運作
en: Auto Location Cannot Work
ja: 自動位置情報は利用できません

# loc-notdetermined-string
source: 尚未取得位置權限
en: Location Permission Not Set
ja: 位置情報が未設定です

# loc-unknown-string
source: 自動定位狀態不明
en: Auto Location Status Unknown
ja: 自動位置情報の状態は不明です

# loc-always-detail-string
source: 背景更新已啟用
en: Background updates are enabled
ja: バックグラウンド更新が有効です

# loc-wheninuse-detail-string
source: 僅在開啟App時更新，需要「一律允許」才能在背景自動切換區域
en: Updates only while the app is open. "Always" is required to switch regions in the background.
ja: アプリを開いている間のみ更新します。バックグラウンドで地域を自動的に切り替えるには「常に許可」が必要です。

# loc-denied-detail-string
source: 位置權限已關閉，無法取得您的位置
en: Location permission is off, so your location cannot be read
ja: 位置情報がオフのため、現在地を取得できません

# loc-restricted-detail-string
source: 位置權限受到限制，無法取得您的位置
en: Location permission is restricted, so your location cannot be read
ja: 位置情報が制限されているため、現在地を取得できません

# loc-notdetermined-detail-string
source: 尚未授予位置權限，無法取得您的位置
en: Location permission has not been granted, so your location cannot be read
ja: 位置情報が許可されていないため、現在地を取得できません

# loc-unknown-detail-string
source: 無法判斷位置權限狀態
en: Location permission status cannot be determined
ja: 位置情報の状態を判定できません
